Week 03/20160122-discussion.tex
% Created 2016-01-22 Fri 09:47
\documentclass[letter,twoside,twocolumn]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\author{Ryan Sharif}
\date{\today}
\title{Week 3 Discussion: Harmony}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.5.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section{Chant music}
\label{sec-1}
\subsection{Hildegard von Bingen: O vis aeternatatis, 12$^{\text{th}}$ Century}
\label{sec-1-1}

This chant has a drone and a simple melody, which begins with one
singer and is harmonied by another singer singing the same melody.

\subsection{Soprano, Alto, Tenor, Bass}
\label{sec-1-2}
Soprano is a high female voice. An alto is similarly a female voice.
For male voices, we have the higher tenor and lowest of all the bass.

Using these four voice types, we can create textures in harmony.

\subsection{Tomas Luis de Victoria}
\label{sec-1-3}
Choir that sings the melody at times together and at other times
moving apart.

\section{Instruments}
\label{sec-2}
\subsection{Adding in instruments: Antonio Vivaldi}
\label{sec-2-1}
Vivaldi gives us strings in this piece: violin, viola, cello and
double bass. This piece, \emph{winter}, is taken from four seasons and
is written in \emph{minor mode}. His concertos, from the 17$^{\text{th}}$ Century
 have defined what everyone has done since then.
\subsection{Instruments and voices: Johan Sebastian Bach, B minor Mass}
\label{sec-2-2}
The song begins with voices, followed by the additions of
oboe, flue, basson, and strings. The beginning is ``startling''.
Following this introduction, there is a meandering that is slowly
building tension.
% Emacs 24.5.1 (Org mode 8.2.10)
\end{document}
